IDEA Open Model
MatSteelEc2.fy40 Property
Compatible with IDEA StatiCa 20.1
 Yield strength for nominal thickness of the element > 40mm and <= 100mm - fy,(>40)
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double fy40 { get; set; }
Public Property fy40 As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatSteelEc2 Class
IdeaRS.OpenModel.Material Namespace